74th.monokai-charcoal-high-contrast
adpyke.vscode-sql-formatter
akamud.vscode-theme-onelight
alexcvzz.vscode-sqlite
ancientlord.nightowl-theme
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
brapifra.phpserver
burkeholland.simple-react-snippets
donjayamanne.githistory
dracula-theme.theme-dracula
dustypomerleau.rust-syntax
enkia.tokyo-night
esbenp.prettier-vscode
formulahendry.code-runner
gerane.theme-flatlandmonokai
github.copilot
github.copilot-chat
github.github-vscode-theme
gitlab.gitlab-workflow
grapecity.gc-excelviewer
james-yu.latex-workshop
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
ms-azuretools.vscode-containers
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.powershell
ms-vscode.remote-explorer
ms-vscode.vscode-serial-monitor
ms-vsliveshare.vsliveshare
njpwerner.autodocstring
npv2k1.theme-dracula-gray
oracle.oracle-java
redhat.java
reditorsupport.r
reditorsupport.r-syntax
repeale.material-monokai
ritwickdey.liveserver
rust-lang.rust-analyzer
savioserra.theme-switcher
sdras.night-owl
shd101wyy.markdown-preview-enhanced
techer.open-in-browser
tomoki1207.pdf
twxs.cmake
usernamehw.indent-one-space
valentjn.vscode-ltex
vscjava.migrate-java-to-azure
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-java-upgrade
vscjava.vscode-maven
vscode-icons-team.vscode-icons
vscodevim.vim
webfreak.debug
